<template>
  <page-wrap class="page-user-center">
    <title v-title>{{title}}</title>

    <page-header>
      <topbar :type="'back'" :hideShareBtn="true">
        <template slot="title">{{title}}</template>
      </topbar>
    </page-header>

    <page-main :show="show">
      <main id="main" class="station-main">
        <ul>
          <h2>优鲜集会员服务条款</h2>
          <li>
            <div class="content">
              <div class='p'><p>欢迎您与优客工场（北京）创业投资有限公司（以下简称为“我司”）就我司优鲜集平
                台（包括但不限于优鲜集PC网站（域名为<a href="https://www.ucommune.com/">https://www.ucommune.com/</a>）、手机网站（域
                名为<a href="http://m.ucommune.com/">http://m.ucommune.com/</a>）、优鲜集App等平台）提供的U物、U礼包、会议室预定、
                工位预定、U贝、活动门票等商品或服务（以下简称“商品或服务”）共同签署《优鲜集
                服务协议》（以下简称为《本协议》）。</p></div>
            </div>
          </li>
          <li>
            <div class="content">
              <div class='p'> <p>在使用优鲜集平台之前，请您仔细阅读并遵守“《本协议》，特别是免除或者限制责
                任的条款，法律适用和争议解决条款，该等条款将以加粗方式标识，您应重点阅读。如果
                您对本协议的内容有任何疑问，请向相关客服咨询。</p></div>
            </div>
          </li>
          <li>
            <div class="content">
              <div class='p'><p>当您按照订单页面提示填写信息，阅读并同意本协议且完成全部购物程序后，即表示您
                已充分阅读，理解并接受本协议的全部内容，并与我司达成协议。理解和同意本协议的全部
                内容是您使用优鲜集平台的前提，您承诺接受并遵守本协议的约定，届时您不应以未阅读本
                协议的内容或者未获得优鲜集对您问询的解答等理由，主张本协议无效，或要求撤销本协议。
                阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止交易流程。
                本协议的条款可由我司修改和更新，我司将在网页上公布修改内容并将按照法律法规规定的
                合理期限内提前通知您。若您不同意本协议的修改内容，请您在本协议及/或本协议修改内
                容生效之日起立即停止使用优鲜集平台所提供的服务。若您选择使用或继续使用优鲜集的服
                务，即默认您已了解并完全同意此协议及相关补充协议的各项内容。</p></div>
            </div>
          </li>
          <li>
            <div class="content">
              <h3>协议目的</h3>
              <div class='p'><p>本协议旨在约定您在登录、使用优鲜集，通过优鲜集购买商品或服务的过程中，您与我
                司分别享有的权利和负有的义务。</p></div>
            </div>
          </li>
          <li>
            <div class="content">
              <h3>订单</h3>
              <div class='p'>
                <p>我司保留对单个商品或服务的总出售数量进行限制、对单个订单的商品或服务购买数量
                  及同一IP地址对同类商品或服务购买数量进行限制的权利。</p>
                <p>根据您填写的订单信息，系统将会生成一份包含您的订单的所有必要信息的电子订单表
                格。在结帐的过程中，您将被邀请复查订购商品或服务的所有信息（包括但不限于付款方式、
                运输方式和商品或服务金额等）。依据上述确认后信息生成的最终订单表格被认为是该次交
                易的有效证据，可用于与商品或服务争议事项的参考。因此您务必仔细核实。点击“提交订
                  单”意味着您确认订单表格中包含的所有信息都是正确和完整的。</p>
                <p>如果您填写的收货人或享受服务的人与您本人不一致，收货人或享受服务的人的行为和
                意思表示视为您的行为和意思表示，您应对收货人或享受服务的人的行为及意思表示的法律
                  后果承担连带责任。</p>
                <p>您也可以选择取消订单，对反复的取消行为，我司可能会调查其原因，也可能因此拒绝
                  向您提供服务、冻结或关闭您的个人帐户。</p>
              </div>
            </div>
          </li>
          <li>
            <div class="content">
              <h3>协议成立</h3>
              <div class='p'>
                <p>您通过优鲜集平台下达了订单后，仅表示系统接收到了您下单的订单，只有优鲜集将订
                单上的商品或服务向您发出时，双方之间的买卖协议才成立。而且，如果您在一份订单里订
                购了多种商品或服务并且优鲜集只给您发出了部分商品或服务时，您与我司之间仅仅就我司
                已经发出的那一部分商品或服务成立买卖协议。</p>
              </div>
            </div>
          </li>
          <li>
            <div class="content">
              <h3>商品或服务缺货</h3>
              <div class='p'><p>优鲜集平台接收到您的订单以后，如我司发现所订购的商品或服务全部或部分缺货，优
                鲜集相关人员会就缺货的商品或服务详细情况与您联系，您可以选择取消整个订单或用代替
                商品或服务来替换缺货的物品来变更订单。若您在收到此类通知后15天之内未取消订单，
                在订购的商品或服务部分缺货时，我司将为您提供已预订的商品或服务，在全部缺货时，我
                司有权单方面取消订单。</p>
              </div>
            </div>
          </li>
          <li>
            <div class="content">
              <h3>配送服务</h3>
              <div class='p'><p>优鲜集平台的商品或服务有两种配送方式：（1）由我司选择具有运输服务资质的公司
                为您提供运输代理服务；或（2）由相应商品或服务供应商选择具有提供运输服务资质的公
                司为您提供运输代理服务。</p>
                <p>上述任一配送方式下，您确认并同意一旦优鲜集或者品牌供应商向运输代理服务公司交
                付你订购的商品或服务，意味着您与提供运输代理服务公司签订了运输代理协议，形成了运
                输代理协议法律关系；相关商品或服务灭失及毁损风险自商品或服务交付至运输代理服务公
                  司起转移给您。</p></div>
            </div>
          </li>
          <li>
            <div class="content">
              <h3>交货和提供服务</h3>
              <div class='p'><p>您所订购的商品将被送至订单表格上注明的送货地址。订购服务的用户将在您预订的时
                间段内享受服务。无论什么原因商品或服务不能送达到送货地址的或不能按时提供服务的，
                优鲜集平台将会尽快跟您取得联系。自优鲜集平台首次通知之日起7天内或服务开始前（以
                较早者为准）您未予提供答复，优鲜集有权取消该订单。</p>
                <p>如果您收到的商品或服务与您订单中的商品或服务列表不符，您必须在订购之日起7
                天内或服务开始前（以较早者为准），按照优鲜集平台对外公布且正在实施的退货或取消订
                单政策和程序（包括但不限于联系相关客服），将相应的商品或服务退回优鲜集平台或者优
                  鲜集平台指定的第三方。</p>
              </div>
            </div>
          </li>
          <li>
            <div class="content">
              <h3>商品付款及所有权</h3>
              <div class='p'><p> 我司通过本平台对外销售的商品，如果在我司将商品或服务交付第三方承运人运输之
                时：</p>
                <p>（1）您已经支付商品的全额的购买价款的，则其所有权于优鲜集将其交付第三方承运
                  人之时转移至您的名下；</p>
                <p>（2）您尚未支付商品的全额的购买价款的，则其所有权于您支付全额的购买价款之时
                  转移至您的名下。</p>
                <p>在商品所有权按照前款约定转移至您的名下之前，商品所有权由优鲜集、品牌供应商
                  或其授权的经销商所有。</p>
              </div>
            </div>
          </li>
          <li>
            <div class="content">
              <h3>退回订单</h3>
              <div class='p'><p>如果您对您通过优鲜集平台所订购的商品或服务不满意，您可以退回所有或部分商品或
                服务。对于优鲜集已经收取到的被退回的商品或服务的价款，我司将扣除退货运费后之后将
                相应的余额返还给您。您在下达的订单如果使用了代金券的，我司亦将会按照相应的活动规
                则进行返还。</p>
                <p>您如果需要退货的，务必于收到商品或服务之日起7天内或在服务开始前（以较早者为
                准）内主动联系优鲜集平台客服，将您需要退货的需求告知优鲜集平台。且，您须在上述时
                间段内，按照不影响商品或服务正常使用及再次销售的原则，将需要退货的商品或服务及其
                包装、赠品、送货单、税务发票（如有）等送货时一并交付给您的物品和资料，全部完好无
                损地退回我司或该商品或服务的品牌供应商。否则，我司有权不予退货或取消订单。对于某
                些商品或服务，如优鲜集平台在商品或服务详情页面及有关退货政策中已提示该类商品或服
                务不予以退货或取消订单的，您的下达订单行为将被视为您已同意接受优鲜集对此类商品或
                  服务不予退货或取消订单的安排。</p>
                <p>我司有权拒绝不符合我司对外公布实施的退货或取消订单政策所规定的条件的所有退
                货或取消订单。仅当我司确认以上规定的这些条款得到了适时的遵从后，我司才会启动返还
                  货款金额的程序。</p>
                <p>如果您的退货或取消订单与上述退货或取消订单规定不符，您将没有资格得到任何退款。</p></div>
            </div>
          </li>
          <li>
            <div class="content">
              <h3>关于商品或服务销售的免责声明</h3>
              <div class='p'>
                <p>由于用不同手机终端设备观看时网页显示的差异，优鲜集平台上促销的商品或服务在
                图像和颜色方面可能跟真实的物品不尽一致。因此，所有显示的图片、视频和其他商品或
                服务显示方法仅限于图示目的，在任何情况下不认为是协议的组成部分。假如供出售的商
                品或服务跟网站上的描述不同，对您唯一的补救措施是根据本协议在没有使用的情况下退
                  回该商品或服务。</p>
                <p>我司保留根据市场价格波动随时修改上线商品或服务价格的权利而无须事先通知。在
                由于排版错误或供应商提供价格信息错误的情况下以不正确的价格列出来的商品或服务，
                  我司有拒绝或取消任何对以不正确的价格列出来的商品或服务所下订单的权利。</p>
                <p>由于合理的或不可避免的送货延迟或提供服务延迟对您或第三方带来的任何损失，我
                司不负任何责任。在这种情况下，优鲜集将尽快地把任何可预知的延迟情况通知您，并在
                  此时请您选择是否取消订单。</p>
                <p>优鲜集上面陈列的商品和服务完全符合中华人民共和国的相关法律法规的规定。我司
                直接与品牌供应商或者其授权的经销商合作，相关供应商及其经销商保证其商品或服务是
                真实、正宗、合法的。对于任何种类的直接或间接的、实质或非实质的由于商品或服务的
                  使用造成的损失，我司概不负责。</p>
              </div>
            </div>
          </li>
          <li>
            <div class="content">
              <h3>知识产权</h3>
              <div class='p'>
                <p>我司所提供的服务所包含或提供的所有内容诸如文字，标识，按钮图标，图像，声音文
                件片段，图表，软件，服务名称，相关文档及分析报告等数据分析成果，数字下载，数据编
                辑和软件（如有）都是我司或其内容提供者的财产，受中国和国际版权法的保护。我司所提
                供的服务中所包含的所有程序都是我们或我们的技术服务供应商的财产，受中国和国际版权
                法的保护。未经我司同意，任何人单位或者个人不得以任何方式引诱，要求您提供账号和密
                码，以及/或者通过机器人，蜘蛛，爬虫程序等任何技术手段或设备获取，复制，传播，展
                  示，镜像，转载优鲜集服务及其内容。</p>
                <p>我司的服务所包含或者提供的图表，标识，网页页眉，按钮图标，应用图标，文字，服
                务品名均为优鲜集的商标、注册商标或商业外观。这些商标或商业外观不得以任何可能引起
                消费者混淆的方式或任何诋毁或诽谤优鲜集或优鲜集所提供的服务的方式用于任何商品或
                  服务或服务上。未经我司的书面许可，不应被默认解释为得到我司授权。</p>
                <p>您应保证您在优鲜集平台发布的所有内容已取得合法授权或您持有合法所有权，您在优
                鲜集社区服务中的跟帖评价是您作为注册用户使用相关服务的真实感受和评价，该等内容不
                侵犯任何第三方的合法权益。您同意优鲜集在法律规定的保护期限内持有您在优鲜集平台
                所发布的上述非个人信息内容在全球范围免费的，永久的可再许可或转让的下述许可并有
                权以我司名义对第三方侵权行为取证及提起诉讼：在媒体上使用，转载，修改，改编，出
                版，翻译，创作衍生作品，分发和展示这些内容。我司依据该许可将有权以展示、推广、
                  信息分析及其他不为我国法律法规所禁止的方式使用前述内容。</p>
                <p>如果对您的其他知识产权或其他合法权益造成了侵害，我司将依照国家法律法规，或在
                适当的情形下，依照其服务条款或相关规定，删除特定内容，中止或终止您对账户的使用。
                若您认为您的著作权遭遇侵害或您的知识产权被侵犯，根据“信息网络传播权保护条例”
                的规定，您需及及与优鲜集联系并提供详实的举证材料，优鲜集将按照现行法律法规的规定
                的版权侵权投诉程序予以处理。同时，您同意补偿我司因您所提交的通知而可能产生的第三
                方对于我司的索赔要求，包括但不限于我司因此支出的全部合理费用。或者，您可以到中华
                人民共和国国家版权局下载“要求删除或断开链接侵权网络内容的通知“（下称”删除通知
                “）的示范格式并提交予优鲜集。如果您不明白”删除通知“的内容，请登录中华人民共和
                  国国家版权局查看填写说明。</p>
                <p>您了解并同意，优鲜集平台服务所使用的相关软件受相关知识产权及法律的保护。经由
                本服务或广告商向您呈现的赞助广告或信息内容，也受到着作权，商标权，服务商标，专利
                权及其它专属权利的法律保护。未经优鲜集或广告商明示授权，您不得擅自修改，出租，出
                借，出售，散布本服务及软件的任何部分及全部。禁止据以制作衍生著作，或使用擅自修改
                  后的软件。</p>
                <p>我司仅授予您个人不可移转及非专属的使用权，使您得以使用其软件，但您不得（并不
                得允许任何第三方）复制，修改，创作衍生着作，进行还原工程，反向工程，或以其它方式
                发现原始码，或出售，转让，再授权或提供软件设定担保，或以其它方式移转软件的任何权
                  利。</p>
              </div>
            </div>
          </li>
          <li>
            <div class="content">
              <h3>违约处理及责任赔偿</h3>
              <div class='p'> <p>您理解并同意，若您违反本协议，或您侵害他人合法权益而衍生或导致的任何第三方
                提出的索赔（包括合理的律师费），您将赔偿我司及其子公司，关联企业，代理人，品牌
                共有人或其它合作伙伴及员工，并使其免受损害，并承担由此引发的全部法律责任。</p>
                <p> 如果我司发现或收到他人举报或投诉用户违反本协议约定的，我四有权不经通知随时
                对相关内容进行审查（包括但不限于审查用户全部信息和资料，聊天记录等）、删除或屏
                蔽，并视行为情节对违规账户处以包括但不限于警告，限制或禁止使用部分或全部功能，
                账户封禁直至回收或注销的处罚，并视情况公告处理结果。同时，用户应全额向我司补偿
                  我司因用户违约行为所遭受的全部直接和间接损失。</p>
                <p>您理解并同意，我司有权从您已支付的任何款项中扣除因您违反本协议而导致的对优
                  鲜集负有的赔偿款项。</p>
                <p>您理解并同意，我司有权依合理判断对违反有关法律法规或本协议规定的行为进行处
                罚，对违法违规的任何用户采取适当的法律行动，并依据法律法规保存有关信息向有关部
                  门报告等，用户应独自承担由此而产生的法律责任。</p>
              </div>
            </div>
          </li>
          <li>
            <div class="content">
              <h3>有限责任</h3>
              <div class='p'><p>您明确了解并同意：</p>
                <p>本协议的任何规定不会免除我司因故意或重大过失而造成您人身伤害或财产损失的任
                  何责任;</p>
                <p> 我司依照法律规定履行基础的安全保障义务，但我司对优鲜集平台服务不作任何明示或
                暗示的担保或保证，包含但不限于优鲜集平台服务的商业适用性，没有错误或疏漏，持续性，
                  准确性，可靠性，适用于某特定用途。</p>
                <p>基于以下原因而造成的，包括但不限于利润、信誉、应用、数据损失或其它损失，优
                鲜集不承担任何直接、间接、附带、特别、衍生性或惩罚性赔偿责任：通过优鲜集平台购
                买或取得的任何商品或服务，数据，信息，服务，收到的讯息，或缔结交易而产生的成本;
                传输或数据遭到未获授权的存取或变造;任何第三方在优鲜集平台所作的声明或行为;对于
                  任何第三方以任何方式发布，投递的欺诈性信息使您受到的经济损失，我司不承担责任。</p>
                <p>由于政府行为譬如政策或法规的变更，自然灾害或战争，通讯线路中断，黑客攻击，
                计算机病毒侵入或发作，电信部门技术调整，因政府管制而造成网站的暂时性关闭等任何
                影响网络正常运营的事件，或法律规定的不可抗力事件，以及他人蓄意破坏，正常的系统
                维护，系统升级，或者因网络拥塞而导致本服务或网站不能访问而造成的本服务或网站所
                  提供的信息及数据的延误，停滞或错误，以及您由此受到的损失不承担责任。</p>
                <p>您理解并确认，我司需要定期或不定期地对优鲜集平台或相关的设备进行检修或者维
                护，如因此类情况而造成服务在合理时间内的中断，我司无需为此承担责任，但应事先进
                  行通告。</p>
                <p>我司不对您所发布或提供的数据信息的保存，修改，删除或储存失败负责。优鲜集可
                以根据实际情况自行决定您在本服务中数据的最长储存期限，并在服务器上为其分配数据
                最大存储空间等。您可根据自己的需要自行备份本服务中的相关数据。您在此明确同意并
                接受，如您停止使用本服务或本服务终止或您的优鲜集账户被收回的，我司可以从服务器
                上永久地删除您在优鲜集平台上的全部数据。本次服务终止后，我司没有义务向您返还任
                  何数据。</p>
                <p>优鲜集对平台/网站上的非因优鲜集故意所导致的排字错误，遗漏或疏忽等不承担责任。
                优鲜集仅就本服务条款及使用条件所述服务向您承担责任，且所承担的赔偿责任应以
                  具体服务所收取的服务费的一（1）倍为限。</p>
              </div>
            </div>
          </li>
          <li>
            <div class="content">
              <h3>修改及终止服务</h3>
              <div class='p'><p>优鲜集始终在不断更改和改进其所提供的服务。优鲜集可能会增加或删除某项服务功能，
                也可能暂停或彻底停止某项服务。您同意，优鲜集经合理期限事先通知您后有权自行决定
                以合理理由修改，中止或终止向您提供部分或全部优鲜集平台服务。对于上述服务的修改，
                暂停或终止，优鲜集无须为此向您或任何第三方承担责任。但是，如果优鲜集变更或停止
                提供某项服务，则在可能的情况下，优鲜集会向用户发出合理的提前通知，并让用户获知
                和同意前述变更，并有机会备份和转移其留存在本服务中的信息。您也可以随时停止使用
                优鲜集的服务。</p>
                <p>您理解并同意，我司有权因下述理由，包含但不限于您缺乏使用，或您已经违反本协
                议的约定，或因您主动提出账号注销申请，终止本协议，并永久冻结（注销）您的账户及
                所有内容，且我司无需就此向您承担违约责任。您承认并同意，除法律有明确规定外，我
                司可立即关闭或删除您的账号及您账号中所有相关信息及文件，及/或禁止继续使用前述文
                  件或本服务。此外，您同意优鲜集为此对您或第三方不承担责任。</p>
                <p>您理解并同意，我司有权自主决定经营策略。在我司发生合并，分立，收购，资产转
                让时，我司可向第三方转让本服务下相关资产;我司也可在单方通知您后，将本协议下部分
                  或全部服务转交由第三方运营或履行。具体受让主体以优鲜集通知的为准。</p>
                <p>本协议终止后，对于您在本协议有效期内产生的交易订单，我司可通知交易相对方并
                根据交易相对方的意愿决定是否关闭该等交易订单;如交易相对方要求继续履行的，则您应
                当就该等交易订单继续履行本协议及交易订单的约定，并承担因此产生的任何损失或增加
                  的任何费用。</p>
              </div>
            </div>
          </li>
          <li>
            <div class="content">
              <h3>其他约定</h3>
              <div class='p'>
                <p>本协议及您与优鲜集之间的关系，均受到中华人民共和国法律制约，本协议的签订地
                  及履行地均为北京市朝阳区。</p>
                <p>您与优鲜集就本协议或其它相关事项产生的争议，应首先友好协商解决，协商不成时
                  应将争议提交至北京市朝阳区人民法院管辖。</p>
                <p>优鲜集未行使或执行本使用协议任何权利或规定，不构成对前述权利或权利之放弃;
                若本使用协议的任何规定因与中华人民共和国法律抵触而无效，您依然同意，应依照法
                律，努力使该规定所反映的当事人意向具备效力，且本协议其它规定仍应具有完整的效力及
                  效果;</p>
                <p>本协议任一条款被视为废止，无效或不可执行，该条应视为可分的且并不影响本协议其
                  余条款的有效性及可执行性;</p>
                <p>本协议标题仅供方便而设，不具任何法律或契约效果;</p>
                <p>本协议各方以符合“电子签名法”要求的数据电文形式，通过优鲜集客户端页面点击
                确认或以其他方式选择接受本协议，即表示各方之间已达成协议并同意接受本协议的全部
                约定内容以及与本协议有关的各项规则，且视为各方已认可以数据电文形式在优鲜集平台
                签署的全部约束性文件的效力，约束性文件包括但不限于优鲜集平台中推出的各项产品协
                议，规范文件，使用帮助及流程。各方均认可该签署形式系其真实意思表示，并认可该形
                式的协议效力对各方具有法律约束力，且承诺将不会因为其采用电子签名，数据电文的形
                  式而否定本协议法律效力。本协议一经确认立即生效，贵我双方均受其约束。</p>
                <p>我司将通过您在优鲜集预留的邮箱，手机号码等方式以电子邮件，短信，在本服务或
                网站上发布通知等方式或其它服务与您进行联系。您同意我们用这些方式提供给您的所有
                协议，通知，披露和其他信息是符合相关的法律法规要求的。如果我们以该等形式向您发
                出信息或者在本服务或网站上发出相关通知，将视为您已收到所有协议，声明，披露和其
                  它信息。若您对我们及本服务有任何意见，欢迎垂询客服中心。</p>
              </div>
            </div>
          </li>
        </ul>
        <div class='p'>
          客户服务热线：[ <a href="tel:400-1188-891">400-1188-891</a> ]<br>
          服务网站：[ <a href="https://www.ucommune.com/">https://www.ucommune.com/</a> ]
        </div>
      </main>

    </page-main>

  </page-wrap>
</template>

<script>
  export default {
    components: {

    },
    data: () => {
      return {
        show: false,
        title: '《优鲜集交易条款》'
      }
    },
    methods:{

    },
    created() {
      this.show = true;
    },
    mounted() {
    }
  }
</script>

<style lang="scss" scoped="">
  #main{
    ul{
      padding: 0 20px;
      li{
        display: flex;
        flex-direction: column;
        flex-wrap: nowrap;
        flex-direction: inherit;
        padding: 15px 0;
        .icon{
          display: inline-block;
          font-size: 15px;
          color: #FF7A38;
          letter-spacing: 0;
          margin-right: 10px;
          font-weight: 700;
        }
        .content{
          h3{
            font-size: 15px;
            color: #333333;
            letter-spacing: 0;
          }
          .p{
            margin-top: 8px;
            font-size: 13px;
            color: #999999;
            letter-spacing: 0;
            p{
              text-indent: 2em;
            }
          }
        }
      }
      h2{
        text-align: center;
        font-size: 20px;
        padding-top: 20px;
      }
    }
    >.p{
      text-align: center;
      padding: 10px;
      a{
        color: #2c67b2;
      }
    }
  }
</style>
