<template>
  <page-wrap class="page-user-center">
    <title v-title>{{title}}</title>

    <page-header>
      <topbar :type="'back'" :hideShareBtn="true">
        <template slot="title">{{title}}</template>
      </topbar>
    </page-header>

    <page-main :show="show">
      <main id="main" class="station-main">
        <ul>
          <h2>优鲜集隐私政策</h2>
          <li>
            <div class="content">
              <div class='p'>
                <p>
                  优鲜集服务平台非常重视您信息的保护，在使用优鲜集服务平台的所有产品和服务前，请您务必仔细阅读并透彻理解本政策。一旦您选择使用，即表示您认可并接受本政策现有内容及其可能随时更新的内容。</p>
              </div>
            </div>
          </li>

          <li>
            <div class="content">
              <h3>一、信息收集</h3>
              <div class='p'>
                <p>
                  1. 您向优鲜集服务平台提供的信息</p>
                <p>为了向您提供更好的服务,优鲜集服务平台会在您自愿选择服务或提供信息的情况下系统自动存储注册信息。请您在注册时及时、详尽及准确的提供个人资料，并不断更新注册资料，包括：基本信息（包括个人姓名、生日、性别、住址、个人电话号码、电子邮箱）；个人身份信息（包括身份证、军官证、护照、驾驶证等）；面部特征；网络身份标识信息（包括系统账号、IP地址、邮箱地址及与前述有关的密码、口令、口令保护答案）；个人财产信息（交易和消费记录、以及余额、U贝、优惠券、优鲜集积分等虚拟财产信息）；通讯录；个人上网记录（包括网站浏览记录、软件使用记录、点击记录）；个人常用设备信息（包括硬件型号、设备MAC地址、操作系统类型、软件列表唯一设备识别码（如IMEI/android ID/IDFA/OPENUDID/GUID、SIM卡IMSI信息等在内的描述个人常用设备基本情况的信息）；个人位置信息（包括精准定位信息、经纬度等）。所有原始键入的资料将引用为注册资料。如果因注册信息不真实而引起的问题，由您自行承担相应的后果。请您不要将您的帐号、密码等注册资料转让、出借、赠与、或售卖予他人使用。如您发现您的帐号遭他人非法使用，应立即通知优鲜集服务平台。非因优鲜集服务平台原因（包括但不限于因黑客行为或您的保管疏忽导致帐号、密码遭他人非法使用）导致您的注册资料遭他人非法窃取，与优鲜集服务平台无关。
               </p>
              </div>
            </div>
          </li>
          <li>
            <div class="content">
              <h3>二、因您使用产品或服务获取的信息</h3>
              <div class='p'>
                <p>1. 日志信息</p>
                <p>当您使用优鲜集服务平台的网站或APP客户端等服务时，服务器会自动记录一些信息，例如您对我们服务的使用情况、IP地址、所访问服务的URL、浏览器的类型和使用的语言以及访问日期和时间等。</p>
                <p>2. 设备信息</p>
                <p>某些产品和/或服务包含唯一应用程序编号。当您安装、激活、更新、卸载相关服务或当这些服务定期与优鲜集服务平台服务器通信（例如软件的更新）时，系统会将此编号以及与安装相关的信息（例如操作系统类型和应用程序版本号）发送给优鲜集服务平台。 当您使用具有定位功能的优鲜集服务平台软件服务时，系统会自动处理有关设备的位置信息，以使得您不需要手动输入自身地理坐标就可获得相关服务。 为了对不同型号的设备提供更好的服务与体验改善，优鲜集服务平台会记录硬件型号、操作系统版本号、手机的国际移动设备身份码（IMEI）、手机的网络设备的硬件地址（MAC）等信息。</p>
                <p>3. Cookie和匿名标示符等工具</p>
                <p>cookie主要的功能是便于您使用网站产品和/或服务，以及帮助网站统计独立访客数量等。运用cookie技术，优鲜集服务平台能够为您提供更加周到的个性化服务，并允许您设定您特定的服务选项。 当您使用优鲜集服务平台产品或服务时，会向您的设备发送cookie。当您与我们提供给合作伙伴的服务（例如广告和/或推广服务，以及可能显示在其他网站上的由优鲜集服务平台提供的服务功能）进行交互时，我们允许cookie或者匿名标识符发送给优鲜集服务平台的服务器。 您可以选择拒绝 cookie。您可以通过修改浏览器设置的方式拒绝cookie。如果您选择拒绝cookie，则您可能无法登录或使用依赖于cookie 的优鲜集服务平台相关服务或功能。</p>
                <p>4. 以上数据信息都采用匿名的方式同时，我们也会对信息采取加密处理，保证信息的安全性。
              </p></div>
            </div>
          </li>
          <li>
            <div class="content">
              <h3>三、信息使用</h3>
              <div class='p'>
                <p>
                  1. 通过使用收集的信息，优鲜集服务平台会得以向您提供个性化的服务，例如向您展现相关程度更高的搜索结果或者推广信息结果。上述信息还可以帮助优鲜集服务平台改进产品或服务，并用于开发新的产品或服务。</p>
                <p>2. 优鲜集服务平台会以高度的勤勉义务对待这些信息，除非事先获得您的授权或本声明另有规定外，不会将这些信息对外公开或向第三方提供（优鲜集服务平台关联公司除外）。</p>
                <p>3. 优鲜集服务平台可能会与合作伙伴共同向您提供您所要求的服务或者共同向您展示您可能感兴趣的内容。在信息为该项产品/服务所必须的情况下，您同意优鲜集服务平台可与其分享必要的信息。并且，优鲜集服务平台会要求其确保数据安全并且禁止用于任何其他用途。除此之外，优鲜集服务平台不会向任何无关第三方提供或分享信息。</p>
                <p>4. . 优鲜集服务平台可能会对产品使用情况进行统计。同时，优鲜集服务平台可能会与公众分享这些统计信息，以展示我们服务的整体使用趋势。这些统计信息不包含您的任何身份识别信息。</p>
                <p>5. 在如下情况下，优鲜集服务平台可能会披露您的信息且使用个人信息无需征得您的授权同意：
                  （1）与国家安全、国防安全有关的；
                  （2）与公共安全、公共卫生、重大公共利益有关的；
                  （3）与犯罪侦查、起诉、审判和判决执行等有关的；
                  （4）出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
                  （5）所收集的个人信息是个人信息主体自行向社会公众公开的；
                  （6）从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道；
                  （7）根据您的要求签订合同所必需的；
                  （8）用于维护所提供的产品与/或服务的安全稳定运行所必需的，例如发现、处置产品与/或服务的故障；
                  （9）为合法的新闻报道所必需的；
                  （10）学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；
                  （11）法律法规规定的其他情形。
                </p>

              </div>
            </div>
          </li>
          <li>
            <div class="content">
              <h3>四、信息安全</h3>
              <div class='p'>
                <p>
                  优客工场非常重视信息安全，优客工场成立了专责团队，研发和应用多种安全技术和程序等，通过这些严格措施努力保护您的信息不被未经授权的访问、使用或泄漏。
                </p>
                <p>
                  1.您的个人信息使用规则
                  （1）我们会根据本隐私政策的约定并为实现我们的产品与/或服务功能对所收集的个人信息进行使用。
                  （2）在收集您的个人信息后，我们将通过技术手段对数据进行去标识化处理，去标识化处理的信息将无法识别主体。请您了解并同意，在此情况下我们有权使用已经去标识化的信息；并在不透露您个人信息的前提下，我们有权对用户数据库进行分析并予以商业化的利用。
                  （3）请您注意，您在使用我们的产品与/或服务时所提供的所有个人信息，除非您删除或通过系统设置拒绝我们收集，否则将在您使用我们的产品与/或服务期间持续授权我们使用。在您注销账号时，我们将停止使用并删除您的个人信息。
                  （4）我们会对我们的产品与/或服务使用情况进行统计，并可能会与公众或第三方共享这些统计信息，以展示我们的产品与/或服务的整体使用趋势。但这些统计信息不包含您的任何身份识别信息。
                  （5）当我们展示您的个人信息时，我们会采用包括内容替换、匿名处理方式对您的信息进行脱敏，以保护您的信息安全。
                  （6）当我们要将您的个人信息用于本政策未载明的其它用途时，或基于特定目的收集而来的信息用于其他目的时，会通过您主动做出勾选的形式事先征求您的同意。
                </p>
                <p>
                  2.我们如何保护和保存您的个人信息
                  （一）我们保护您个人信息的技术与措施
                  我们非常重视个人信息安全，并采取一切合理可行的措施，保护您的个人信息：
                  （1）数据安全技术措施
                  我们会采用符合业界标准的安全防护措施，包括建立合理的制度规范、安全技术来防止您的个人信息遭到未经授权的访问使用、修改,避免数据的损坏或丢失。
                  优鲜集的网络服务采取了传输层安全协议等加密技术，通过https等方式提供浏览服务，确保用户数据在传输过程中的安全。
                  优鲜集采取加密技术对用户个人信息进行加密保存，并通过隔离技术进行隔离。
                  在个人信息使用时，例如个人信息展示、个人信息关联计算，我们会采用包括内容替换、SHA256在内多种数据脱敏技术增强个人信息在使用中安全性。
                  优鲜集采用严格的数据访问权限控制和多重身份认证技术保护个人信息，避免数据被违规使用。
                  优鲜集采用代码安全自动检查、数据访问日志分析技术进行个人信息安全审计。
                  （2）优鲜集为保护个人信息采取的其他安全措施
                  优鲜集通过建立数据分类分级制度、数据安全管理规范、数据安全开发规范来管理规范个人信息的存储和使用。
                  优鲜集通过信息接触者保密协议、监控和审计机制来对数据进行全面安全控制。
                  加强安全意识。我们还会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。
                  （3）我们仅允许有必要知晓这些信息的优鲜集及优鲜集关联方的员工、合作伙伴访问个人信息，并为此设置了严格的访问权限控制和监控机制。我们同时要求可能接触到您个人信息的所有人员履行相应的保密义务。如果未能履行这些义务，可能会被追究法律责任或被中止与优鲜集的合作关系。
                  （4）我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。
                  （5）互联网并非绝对安全的环境，而且电子邮件、即时通讯、社交软件等与其他用户的交流方式无法确定是否完全加密，我们建议您使用此类工具时请使用复杂密码，并注意保护您的个人信息安全。
                  （6）互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。
                  （7）安全事件处置
                  在通过优鲜集网站与第三方进行网上商品或服务的交易时，您不可避免的要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或者邮政地址等。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。
                  为应对个人信息泄露、损毁和丢失等可能出现的风险，优鲜集制定了多项制度，明确安全事件、安全漏洞的分类分级标准及相应的处理流程。优鲜集也为安全事件建立了专门的应急响应团队，按照安全事件处置规范要求，针对不同安全事件启动安全预案，进行止损、分析、定位、制定补救措施、联合相关部门进行溯源和打击。
                  在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们同时将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
                  （8）如果您对我们的个人信息保护有任何疑问，可通过本政策最下方约定的联系方式联系我们。如您发现自己的个人信息泄密，尤其是您的账户及密码发生泄露，请您立即通过本政策最下方【如何联系我们】约定的联系方式联络我们，以便我们采取相应措施。
                  （二）您个人信息的保存
                  （1）您的个人信息将全被存储于中华人民共和国境内。如您使用跨境交易服务，且需要向境外传输您的个人信息完成交易的，我们会单独征得您的授权同意并要求接收方按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理这些个人信息。
                  （2）请您注意，当您成功申请注销优鲜集账户后，我们将在您提出申请的48小时内完成对您的账户注销审核，审核通过后，我们将对您的个人信息进行删除或匿名化处理。
                  （3）如果我们终止服务或运营，我们会至少提前三十日向您通知，并在终止服务或运营后对您的个人信息进行删除或匿名化处理。
                </p>
                <p>
                  3. 您如何管理您的个人信息
                  优鲜集服务平台非常重视您对个人信息的关注，并尽全力保护您对于您个人信息访问、更正、删除以及撤回同意的权利，以使您拥有充分的能力保障您的隐私和安全。您的权利包括：
                  A、访问和更正您的个人信息
                  除法律法规规定外，您有权随时访问和更正您的个人信息，具体包括：
                  （1）您的账户信息：移动端具体路径为：进入首页--“我的”进入个人中心--右上角“设置”或点击头像进入账号设置--个人信息对账户名称、个人资料信息、企业信息、兴趣爱好等个人信息进行管理和修改。
                  （2）您的收货信息：移动端具体路径为：进入首页--“我的”进入个人中心--右上角“设置按钮”或点击头像进入账号设置--个人资料--地址管理。您也可以将最常用的收货地址设置为默认地址，如此您下次购买商品时在您未更改收货地址时，您的商品会配送到您默认地址。
                  （3）您的订单信息：移动端具体路径为：进入首页--“我的”进入个人中心--我的订单查看对应的工位、会议室、U物、U礼包等订单信息。
                  （4）对于您在使用我们的产品与/或服务过程中产生的其他个人信息需要访问或更正，请随时联系我们。我们会根据本隐私政策所列明的方式和期限响应您的请求。
                  （5）您无法访问和更正的个人信息：除上述列明的信息外，您的部分个人信息我们还无法为您提供访问和更正的服务，这些信息主要是为了提升您的用户体验和保证交易安全所收集的您的设备信息、您使用附加功能时产生的个人信息。上述信息我们会在您的授权范围内进行使用，您无法访问和更正，但您可联系我们进行删除或做匿名化处理。
                  B、删除您的个人信息
                  您在我们的产品与/或服务页面中可以直接清除或删除的信息，包括订单信息、浏览信息、收货地址信息；在以下情形中，您可以向我们提出删除个人信息的请求：
                  （1）如果我们处理个人信息的行为违反法律法规；
                  （2）如果我们收集、使用您的个人信息，却未征得您的同意；
                  （3）如果我们处理个人信息的行为违反了与您的约定；
                  （4）如果我们终止服务及运营。
                  若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。当您从我们的服务中删除信息后，我们可能不会立即备份系统中删除相应的信息，但会在备份更新时删除这些信息。
                  C、改变您授权同意的范围或撤回您的授权
                  您可以通过删除信息、关闭设备功能、在优鲜集网站或软件中进行隐私设置等方式改变您授权我们继续收集个人信息的范围或撤回您的授权。您也可以通过注销账户的方式，撤回我们继续收集您个人信息的全部授权。
                  请您理解，每个业务功能需要一些基本的个人信息才能得以完成，当您撤回同意或授权后，我们无法继续为您提供撤回同意或授权所对应的服务，也不再处理您相应的个人信息。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的个人信息处理。
                  D、注销账户
                  您可以联系我们的运营人员申请注销账户。您注销账户后，我们将停止为您提供产品与/或服务，并依据您的要求，除法律法规另有规定外，我们将删除您的个人信息。
                  E、响应您的请求
                  如果您无法通过上述方式访问、更正或删除您的个人信息，或您需要访问、更正或删除您在使用我们产品与/或服务时所产生的其他个人信息，或您认为优鲜集存在任何违反法律法规或与您关于个人信息的收集或使用的约定，您均可以通过本协议下方的其他方式与我们联系。为了保障安全，我们可能需要您提供书面请求，或以其他方式证明您的身份，我们将在收到您反馈并验证您的身份后的30天内答复您的请求。对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际（例如，涉及备份磁带上存放的信息）的请求，我们可能会予以拒绝。
                  在以下情形中，按照法律法规要求，我们将无法响应您的请求：
                  （1）与国家安全、国防安全有关的；
                  （2）与公共安全、公共卫生、重大公共利益有关的；
                  （3）与犯罪侦查、起诉和审判等有关的；
                  （4）有充分证据表明您存在主观恶意或滥用权利的；
                  （5）响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的。
                </p>
                <p>
                  4. 您不得利用优鲜集服务平台制作、上载、复制、发送如下信息：
                  （1）反对宪法所确定的基本原则的；
                  （2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
                  （3）损害国家荣誉和利益的；
                  （4）煽动民族仇恨、民族歧视，破坏民族团结的；
                  （5） 破坏国家宗教政策，宣扬邪教和封建迷信的；
                  （6） 散布谣言，扰乱社会秩序，破坏社会稳定的；
                  （7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
                  （8） 侮辱或者诽谤他人，侵害他人合法权益的；
                  （9）含有法律、行政法规禁止的其他内容的信息。
                </p>
                <p>
                  5. 优鲜集服务平台可依其合理判断，对违反有关法律法规或本协议约定；或侵犯、妨害、威胁任何人权利或安全的内容，或者假冒他人的行为，优鲜集服务平台有权依法停止传输任何前述内容，并有权依其自行判断对违反本条款的任何人士采取适当的法律行动，包括但不限于，从优鲜集服务平台服务中删除具有违法性、侵权性、不当性等内容，终止违反者的成员资格，阻止其使用优鲜集服务平台全部或部分服务，并且依据法律法规保存有关信息并向有关部门报告等。
                </p>
                <p>
                  6. 您应遵守本政策的各项条款，正确、适当地使用优鲜集服务平台提供的各项商品及服务，如因您违反本协议中的任何条款，优鲜集服务平台权依据协议终止对违约您优鲜集服务平台提供服务。
                </p>
              </div>
            </div>
          </li>
          <li>
            <div class="content">
              <h3>五、优鲜集服务平台商标信息</h3>
              <div class='p'>
                <p>
                  优鲜集服务平台提供商品或服务过程中所涉及的优鲜集、优客工场、UCOMMUNE等logo、图形、文字或其组成，以及其他优鲜集服务平台标志及产品、服务名称，均为优鲜集服务平台之商标（以下简称“优鲜集服务平台标识”）。未经优鲜集服务平台事先书面同意，您不得将优鲜集服务平台标识以任何方式展示或使用或作其他处理，也不得向他人表明您有权展示、使用、或其他有权处理优鲜集服务平台标识的行为。
              </p>
              </div>
            </div>
          </li>
          <li>
            <div class="content">
              <h3>六、未成年人信息保护</h3>
              <div class='p'>
                <p>
                  优鲜集服务平台非常重视对未成年人信息的保护。若您是18周岁以下的未成年人，在使用优鲜集服务平台的产品和/或服务前，应事先取得您的家长或法定监护人的同意。
                </p>
              </div>
            </div>
          </li>
          <li>
            <div class="content">
              <h3>七、法律责任及免责</h3>
              <div class='p'>
                <p>
                  1. 若您违反本政策或相关服务条款的规定，导致或产生的任何第三方主张的任何索赔、要求或损失的，您同意赔偿优鲜集服务平台及其合作单位、关联公司，包括合理的律师费。
                </p>
                <p>
                  2. 因第三方如电信部门的通讯线路故障、技术问题、网络、电脑故障、系统不稳定性及其他各种不可抗力原因导致您遭受损失的，优鲜集服务平台及其合作单位、关联公司不承担赔偿责任。
                </p>
                <p>
                  3.因技术故障等不可抗事件影响到服务正常运行的，优鲜集服务平台及其合作单位、关联公司承诺在第一时间内与相关单位配合，及时处理进行修复，但您因此而遭受的一切损失，优鲜集服务平台及其合作单位、关联公司不承担责任。
                </p>
                <p>
                  4.本服务同大多数互联网服务一样，受包括但不限于您自身原因、网络服务质量、社会环境等因素的差异影响，可能受到各种安全问题的侵扰，如他人利用您的资料，造成现实生活中的骚扰；您下载安装的其它软件或访问的其他网站中含有“特洛伊木马”等病毒，威胁到您的计算机信息和数据的安全，继而影响本服务的正常使用等等。您应加强信息安全及使用者资料的保护意识，要注意加强密码保护，以免遭致损失和骚扰。
                </p>
                <p>
                  5.您须明白，使用本服务因涉及Internet服务，可能会受到各个环节不稳定因素的影响。因此，本服务存在因不可抗力、计算机病毒或黑客攻击、系统不稳定、您所在位置、您关机以及其他任何技术、互联网络、通信线路原因等造成的服务中断或不能满足您要求的风险。您须承担以上风险，优鲜集服务平台不作担保。对因此导致您不能正常使用优鲜集服务平台商品和/或服务的，优鲜集服务平台不承担任何责任。
                </p>
                <p>
                  6.您须明白，在使用本服务过程中存在有来自任何他人的包括威胁性的、诽谤性的、令人反感的或非法的内容或行为或对他人权利的侵犯（包括知识产权）的匿名或冒名的信息的风险，您须承担以上风险，优鲜集服务平台极其合作单位、关联公司对本服务不作任何类型的担保，不论是明确的或隐含的，包括所有有关信息真实性、适商性、适于某一特定用途、所有权和非侵权性的默示担保和条件，对因此导致任何因您不正当或非法使用服务产生的直接、间接、偶然、特殊及后续的损害，不承担任何责任。
                </p>
                <p>
                  7.优鲜集服务平台定义的信息内容包括：文字、软件、声音、相片、录像、图表；在广告中全部内容；优鲜集服务平台为您提供的商业信息，所有这些内容受版权、商标权、和其它知识产权和所有权法律的保护。所以，您只能在优鲜集服务平台和广告商授权下才能使用这些内容，而不能擅自复制、修改、编纂这些内容、或创造与内容有关的衍生产品。
                </p>
                <p>
                  8.在任何情况下，优鲜集服务平台均不对任何间接性、后果性、惩罚性、偶然性、特殊性或刑罚性的损害，包括因您使用优鲜集服务平台商品和/或服务而遭受的利润损失，承担责任。尽管本协议中可能含有相悖的规定，优鲜集服务平台对您承担的全部责任，无论因何原因或何种行为方式，始终不超过您在成员期内因使用优鲜集服务平台商品和/或服务而支付给优鲜集服务平台的费用(如有) 。
                </p>
              </div>
            </div>
          </li>
          <li>
            <div class="content">
              <h3>八、修订</h3>
              <div class='p'>
                <p>
                  优客工场随时会对本隐私权保护声明进行修订。优客工场会在网页中显著的位置予以发布。 附：名词解释</p>
                <p>1. 匿名标示符</p>
                <p>匿名标示符通常是一类随机的字符串，通常用于识别包括特定移动设备在内的一些用户设备。例如手机的国际移动设备身份码（IMEI）、手机的网络设备的硬件地址（MAC）等。</p>
                <p>2. Cookie</p>
                  <p>
                    支持服务器端（或者脚本）在客户端上存储和检索信息的一种机制，通过增加简单、持续的客户端状态来扩展基于Web的客户端/服务器应用。服务器在向客户端返回HTTP对象的同时发送一条状态信息，并由客户端保存。状态信息中说明了该状态下有效的URL范围。此后，客户端发起的该范围内的HTTP请求都将把该状态信息的当前值从客户端返回给服务器，这个状态信息被称为cookie。 如果您还有其他问题和建议，请联系优鲜集服务平台。优鲜集服务平台会始终致力于充分保护您信息，并为您提供更优质的体验和服务。
                  </p>
              </div>
            </div>
          </li>
          <li>
            <div class="content">
              <h3>九、如何联系我们</h3>
              <div class='p'>
                <p>
                  如您对本隐私政策或您个人信息的相关事宜有任何问题或建议，请通过发送邮件至【service@ucommune.com】或拨打我们的任何一部客服电话等多种方式与我们联系。一般情况下，我们将在【10】个工作日内回复。
                </p>
              </div>
            </div>
          </li>
        </ul>
        <div class='p'>
          客户服务热线：[ <a href="tel:400-1188-891">400-1188-891</a> ]<br>
          服务网站：[ <a href="https://www.ucommune.com/">https://www.ucommune.com/</a> ]
        </div>
      </main>

    </page-main>

  </page-wrap>
</template>

<script>
  export default {
    components: {

    },
    data: () => {
      return {
        show: false,
        title: '《优鲜集隐私政策》'
      }
    },
    methods:{

    },
    created() {
      this.show = true;
    },
    mounted() {
    }
  }
</script>

<style lang="scss" scoped="">
  #main{
    ul{
      padding: 0 20px;
      li{
        display: flex;
        flex-direction: column;
        flex-wrap: nowrap;
        flex-direction: inherit;
        padding: 15px 0;
        .icon{
          display: inline-block;
          font-size: 15px;
          color: #FF7A38;
          letter-spacing: 0;
          margin-right: 10px;
          font-weight: 700;
        }
        .content{
          h3{
            font-size: 15px;
            color: #333333;
            letter-spacing: 0;
          }
          .p{
            margin-top: 8px;
            font-size: 13px;
            color: #999999;
            letter-spacing: 0;
            p{
              text-indent: 2em;
            }
          }
        }
      }
      h2{
        text-align: center;
        font-size: 20px;
        padding-top: 20px;
      }
    }
    >.p{
      text-align: center;
      padding: 10px;
      a{
        color: #2c67b2;
      }
    }
  }
</style>
