<template>
  <page-wrap class="page-user-center">
    <title v-title>{{title}}</title>

    <page-header>
      <topbar :type="'back'" :hideShareBtn="true">
        <template slot="title">{{title}}</template>
      </topbar>
    </page-header>

    <page-main :show="show">
      <main id="main" class="station-main">
        <ul>
          <h2>优客工场隐私政策</h2>
          <li>
            <div class="content">
              <div class='p'>
                <p>2019年4月30日修订</p>
              </div>
            </div>
          </li>
          <li>
            <div class="content">
              <div class='p'>
                <p>
                  优客工场隐私政策适用于优客工场（具体范围祥见名词解释）提供的适用于硬件终端的产品和服务（包括但不限于网站、应用程序（“优鲜集APP”）、API/SDK及其后台系统、操作系统），以及包含签署产品和服务的硬件终端。</p>
                <p>
                  本隐私政策旨在帮助您了解我们会收集哪些数据、为什么收集这些数据、会利用这些数据做什么以及我们如何保护这些数据。了解这些内容，对于您行使个人权利及保护您的个人信息至关重要，请您再使用优客工场服务前务必抽出时间认真阅读本政策。当您开始下载、访问或使用优客工场产品或服务，即表示您已经同意本隐私政策并信赖我们对您的信息的处理方式。</p>
                <p><b>需要特别说明的是，本政策不适用与其他第三方向您提供的产品或服务，也不适用于优客工场已另行独立设置法律声明及隐私政策的产品或服务。当您通过优客工场提供的服务使用第三方产品或服务时，您的信息应当适用第三方的隐私条款，我们强烈建议您再接受服务（特别是与个人信息相关的服务）前阅读并确认理解相关协议。</b>
                </p>
              </div>
            </div>
          </li>
          <li>
            <div class="content">
              <div class="p">

                <p><b>本政策包含以下内容：</b></p>
                <p><b>一、我们收集了哪些个人信息</b></p>
                <p><b>二、我们如何使用收集的个人信息</b></p>
                <p><b>三、我们如何保存及保护您的个人信息</b></p>
                <p><b>四、我们如何共享、转让、公开披露您的个人信息</b></p>
                <p><b>五、我们如何使用Cookie和同类技术</b></p>
                <p><b>六、您如何管理您的个人信息</b></p>
                <p><b>七、我们如何处理未成年人的个人信息</b></p>
                <p><b>八、本隐私政策如何更新</b></p>
                <p><b>九、争议解决</b></p>
                <p><b>十、如何联系我们</b></p>
                <p><b>十一、名词解释</b></p>

              </div>

            </div>

          </li>

          <li>
            <div class="content">
              <h3>一、我们收集了您的哪些个人信息</h3>
              <div class='p'>
                <p>
                  （一）您创建或者提供给我们的个人信息</p>
                <p>
                  为了向您提供更好的服务,我们会在您自愿选择服务或提供信息的情况下系统自动存储注册信息。请您在注册时及时、详尽及准确的提供个人资料，并不断更新注册资料，包括：基本信息（包括个人姓名、生日、性别、住址、个人电话号码、电子邮箱），用于用户注册、社交展示以及商品配送的业务目的；面部特征，用于人脸识别开门、企业考勤的业务目的；网络身份标识信息（包括系统账号、IP地址、手机号码及与前述有关的密码），用于用户登录的业务目的；个人财产信息（交易和消费记录、以及余额、U贝、优惠券、优鲜集积分等虚拟财产信息），用于会议室、U物、U礼包等交易订单的业务目的；手机通讯录，用于会议室预订、访客预约的业务目的；个人上网记录（包括网站浏览记录、软件使用记录、点击记录）、个人常用设备信息（包括硬件型号、设备MAC地址、操作系统类型、软件列表唯一设备识别码，如IMEI/android ID/IDFA/OPENUDID/GUID、SIM卡IMSI信息等在内的描述个人常用设备基本情况的信息），用于精确分类、系统通知的业务目的；个人位置信息（包括精准定位信息、经纬度等），用于商品及服务推荐的业务目的。所有原始键入的资料将引用为注册资料。如果因注册信息不真实而引起的问题，由您自行承担相应的后果。请您不要将您的帐号、密码等注册资料转让、出借、赠与、或售卖予他人使用。如您发现您的帐号遭他人非法使用，应立即通知优鲜集服务平台。非因优鲜集服务平台原因（包括但不限于因黑客行为或您的保管疏忽导致帐号、密码遭他人非法使用）导致您的注册资料遭他人非法窃取，与优鲜集服务平台无关。
                </p>
              </div>

              <div class='p'>
                <p>
                  （二）我们在您使用服务过程中收集的信息</p>
                <p>我们会收集关于您使用我们产品或服务以及使用方式的信息，这些信息包括：</p>
                <p>1、服务日志信息</p>
                <p>
                  当您使用我们的网站或者客户端提供的产品或服务时，我们会自动收集您对我们服务的详细使用情况，作为有关网络日志保存。例如您对我们服务的使用情况、IP地址、所访问服务的URL、浏览器的类型和使用的语言以及访问日期和时间等。</p>
                <p> 2、设备信息</p>
                <p>
                  服务或当这些服务定期与优鲜集服务平台服务器通信（例如软件的更新）时，系统会将此编号以及与安装相关的信息（例如操作系统类型和应用程序版本号）发送给优鲜集服务平台。 当您使用具有定位功能的优鲜集服务平台软件服务时，系统会自动处理有关设备的位置信息，以使得您不需要手动输入自身地理坐标就可获得相关服务。 为了对不同型号的设备提供更好的服务与体验改善，优鲜集服务平台会记录硬件型号、操作系统版本号、手机的国际移动设备身份码（IMEI）、手机的网络设备的硬件地址（MAC）等信息。
                  请您理解，单独的设备信息、日志信息等是无法识别特定自然人身份的信息。除非将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，那么在结合使用期间，这类非个人信息将被视为个人信息，我们会将该类个人信息做匿名化、去标识化处理。
                  当您与我们联系时，为验证您的身份，帮助您解决问题，我们可能会记录您与我们的对话并收集其他为解决问题所需的必要信息。</p>
              </div>
            </div>
          </li>
          <li>
            <div class="content">
              <h3>二、我们如何使用收集到的个人信息</h3>
              <div class="p">
                <p>通过使用收集的信息，我们将为您提供个性化的服务，例如向您展现相关程度更高的搜索结果或者推广信息结果。上述信息还可以帮助优鲜集服务平台改进产品或服务，并用于开发新的产品或服务。</p>
                <p>我们会以高度的勤勉义务对待这些信息，除非事先获得您的授权或本声明另有规定外，不会将这些信息对外公开或向第三方提供（我们的关联公司除外）。</p>
                <p>
                  为提高您使用我们及我们关联公司、合作伙伴提供服务的安全性，确保操作环境安全与识别会员账号异常状态，保护您或其他用户或公众的人身财产安全免遭侵害，更好地预防钓鱼网站、欺诈、网络漏洞、计算机病毒、网络攻击、网络侵入等安全风险，更准确地识别违反法律法规或《优鲜集平台服务协议》等相关协议规则的情况，我们可能使用或整合您的会员信息、交易信息、设备信息、有关网络日志以及我们关联公司、合作伙伴取得您授权或依照适用的法律共享的信息，综合判断您的账户及交易风险，进行身份验证、检测及防范安全事件，并依法采取必要的记录、审计、分析、处置措施。</p>
                <p>
                  收集到您的个人信息后，我们可能会通过技术手段对数据进行去标识化处理，去标识化处理的信息将无法识别主体。当我们展示您的个人信息时，我们会采用包括内容替换、匿名处理方式对您的信息进行脱敏，以保护您的信息安全。在不透漏您个人信息的前提下，我们有权利用用户数据改进我们的产品和服务。</p>
                <p>如我们停止相关产品或服务，我们讲及时停止继续收集您的个人信息，并将以逐一送达或公告的形式通知您，并对我们所持有的与已关停业务相关的个人信息进行删除或匿名化处理。</p>
                <p>若我们讲信息用于本政策未载明的其他用途，或者将给予特定目的收集而来的信息用于其他目的时，会通过您主动做出勾选的形式事先征求您的同意。</p>
              </div>
              <div class='p'>
                <p>例外：</p>
                <p>以下情形中，收集您的个人信息无需经过您的授权同意：</p>
                <p>1、与国家安全、国防安全有关的； </p>
                <p>2、与公共安全、公共卫生、重大公共利益有关的； </p>
                <p>3、与犯罪侦查、起诉、审判和判决执行等有关的； </p>
                <p>4、出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的； </p>
                <p>5、所收集的个人信息是个人信息主体自行向社会公众公开的； </p>
                <p>6、从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道； </p>
                <p>7、根据您的要求签订合同所必需的； </p>
                <p>8、用于维护所提供的产品与/或服务的安全稳定运行所必需的，例如发现、处置产品与/或服务的故障； </p>
                <p>9、为合法的新闻报道所必需的； </p>
                <p>10、学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的； </p>
                <p>11、法律法规规定的其他情形。</p>
              </div>
            </div>
          </li>
          <li>
            <div class="content">
              <h3>三、我们如何保存及保护您的个人信息</h3>
              <div class='p'>
                <p>（一）保存地域</p>
                <p>您的个人信息将储存于中华人民共和国境内，除您因境外使用优客工场产品或服务需要数据传输情形外，如需跨境传输，我们将会单独征得您的授权同意。</p>
              </div>
              <div class='p'>
                <p>（二）保存期限</p>
                <p>除非法律法规另有规定，我们将按如下期间保存您的信息：</p>
                <p>1、您使用优客工场产品或服务期间，我们将持续为您保存，除非您自行删除这些信息或注销账户；</p>
                <p>2、当您删除个人信息或注销账户后，我们将及时采取措施将您的个人信息从业务功能系统删除，使其保持不可被检索、访问的状态。</p>
                <p>3、未来维护您和优客工场的合法权益，我们有权在您删除或注销账户之日起36个月内继续在单独的系统中保存您的信息用于证据保存。证据保存期限到期后，我们将及时对该等保存的个人信息进行匿名化处理。</p>
              </div>
              <div class='p'>
                <p>（三）安全措施</p>
                <p>我们会采用符合业界标准的安全防护措施，包括建立合理的制度规范、安全技术来防止您的个人信息遭到未经授权的访问使用、修改,避免数据的损坏或丢失。</p>
                <p>1、数据安全技术措施</p>
                <p>优客工场的网站或相关APP客户端（包括优鲜集APP客户端）的网络服务采取了传输层安全协议等加密技术，通过https等方式提供浏览服务，确保用户数据在传输过程中的安全。</p>
                <p>优客工场的网站或相关APP客户端（包括优鲜集APP客户端）将采取加密技术对用户个人信息进行加密保存，并通过隔离技术进行隔离。</p>
                <p>在个人信息使用时，例如个人信息展示、个人信息关联计算，我们会采用包括内容替换、SHA256在内多种数据脱敏技术增强个人信息在使用中安全性。</p>
                <p>优客工场的网站或相关APP客户端（包括优鲜集APP客户端）将采用严格的数据访问权限控制和多重身份认证技术保护个人信息，避免数据被违规使用。</p>
                <p>优客工场的网站或相关APP客户端（包括优鲜集APP客户端）将采用代码安全自动检查、数据访问日志分析技术进行个人信息安全审计。</p>
                <p>2、优客工场的网站或相关APP客户端（包括优鲜集APP客户端）为保护个人信息采取的其他安全措施</p>
                <p>优客工场的网站或相关APP客户端（包括优鲜集APP客户端）通过建立数据分类分级制度、数据安全管理规范、数据安全开发规范来管理规范个人信息的存储和使用。</p>
                <p>优客工场的网站或相关APP客户端（包括优鲜集APP客户端）通过信息接触者保密协议、监控和审计机制来对数据进行全面安全控制。</p>
                <p>优客工场的网站或相关APP客户端（包括优鲜集APP客户端）建立数据安全委员会并下设信息保护专职部门、数据安全应急响应组织来推进和保障个人信息安全。</p>
                <p>加强安全意识。我们还会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。</p>
              </div>
              <div class='p'>
                <p>（四）特别提示</p>
                <p>1、互联网并非绝对安全的环境，电子邮件、即时通讯、社交软件、交易平台等与其他用户的交流方式无法确定是否完全加密，请您在进行交互使用时，注意保护您个人信息的安全。</p>
                <p>
                  2、请您理解，由于计算机及互联网技术的飞速发展及同步速度的限制，可能存在或出现各种恶意或非恶意的攻击手段。虽然我们持续致力于提升和加强安全措施，以保护您的信息免遭以外或破坏，但仍无法始终保证信息的百分之百安全。</p>
                <p>3、您使用产品或服务时所使用的系统、通讯网络及硬件设备等我们均无法控制，请您了解并注意保护您的个人信息安全。</p>
                <p>4、您的个人信息经匿名化处理后将形成可以使用及流通的数据，我们对此类数据的保存及处理无需另行通知并征得您的同意。</p>
              </div>
              <div class='p'>
                <p>（五）安全事件</p>
                <p>
                  在通过优鲜集APP或我们的网站与第三方进行网上商品或服务的交易时，您不可避免的要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或者邮政地址等。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。</p>
                <p>
                  为应对个人信息泄露、损毁和丢失等可能出现的风险，我们制定了多项制度，明确安全事件、安全漏洞的分类分级标准及相应的处理流程。我们也为安全事件建立了专门的应急响应团队，按照安全事件处置规范要求，针对不同安全事件启动安全预案，进行止损、分析、定位、制定补救措施、联合相关部门进行溯源和打击。</p>
                <p>
                  在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们同时将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。</p>
              </div>
            </div>
          </li>
          <li>
            <div class="content">
              <h3>四、我们如何共享、转让、公开披露您的个人信息</h3>
             <div class="p">
               <p></p>
             </div>
              <div class="p">
              （一）共享
              我们会以高度的勤勉义务对待您的信息，不会与优客工场及其关联公司以外的任何公司、组织和个人分享您的个人信息，但以下情况除外：
              1、获得您的明确授权或同意；
              2、根据适用的法律法规、法律程序的要求或强制性的政府要求或司法裁定优客工场必须提供；
              3、在法律要求或允许的范围内，为了保护优客工场及相关用户的利益、财产或安全免遭损害而有必要提供；
              4、由于我们的某些产品或服务将由授权合作伙伴提供，优客工场可能会向合作伙伴等第三方提供您的个人信息。我们的合作伙伴无权将共享的个人信息用于其他任何用途。
              </div>
              <div class="p">
                <p>（二）转让</p>
                <p>我们不会将您的个人信息转让给出优客工场及其关联公司外的公司、组织和个人，但以下情况除外：</p>
                <p>1、事先获得您的明确授权或同意；</p>
                <p>2、根据法律法规、法律程序的要求或强制性的政府要求或司法裁定优客工场必须提供；</p>
                <p>3、符合您签署的其他法律文件的约定而使用；</p>
                <p>4、在涉及合并、收购或破产清算时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受此隐私政策的约束，否则我们会要求该公司、组织重新向您征求授权同意。</p>
              </div>
              <div class="p">
                <p>（三）公开披露</p>
                <p>我们仅在以下情况公开披露您的个人信息：</p>
                <p>1、已获得您的明确同意；</p>
                <p>2、在法律法规、法律程序、诉讼或政府主管部门的强制性要求下。</p>
              </div>
              <div class="p">
                <p>（四）共享、转让、公开披露个人信息时事先征得授权同意的例外</p>
                <p> 以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：</p>
                <p>1.与国家安全、国防安全有关的；</p>
                <p>2.与公共安全、公共卫生、重大公共利益有关的；</p>
                <p>3.与犯罪侦查、起诉、审判和判决执行等司法或行政执法有关的；</p>
                <p>4.出于维护您或其他个人的生命、财产等重大合法权益但又难以得到本人同意的；</p>
                <p>5.您自行向社会公众公开的个人信息；</p>
                <p> 6.从合法公开披露的信息中收集到的个人信息，如合法的新闻报道、政府信息公开等渠道。</p>
                <p>请知悉，根据适用的法律，若我们对个人信息采取技术措施和其他必要措施进行处理，使得数据接收方无法根据信息重新识别特定个人且该信息不能复原，则此类处理后信息的共享、转让、公开披露无需另行向您通知并征得您的同意。</p>
              </div>
            </div>
          </li>
          <li>
            <div class="content">
              <h3>我们如何使用Cookie和同类技术</h3>
              <div class='p'>
                <p>当您使用我们的产品或服务时，为了您获得更轻松的访问体验，我们可能会使用各种技术来收集和存储信息，在此过程中可能会向您的设备发送一个或多个Cookie或匿名标识符。这么做是为了解您的使用习惯，使您省去重复输入注册信息等步骤，或帮助判断您的账户安全。</p>
                <p>当您使用我们的产品或服务时，我们还可能利用Cookie和同类技术收取您的信息用于了解您的偏好，进行咨询或数据分析，改善产品服务及用户体验，为用户和合作伙伴提供更好的服务。</p>
                <p> 我们不会将Cookie用于本政策所述目的之外的任何用途，您可根据自己的偏好留存或删除Cookie。您可清除软件内保存的所有Cookie，当您手动清除后您的相关信息即已删除。</p>
              </div>
            </div>
          </li>
          <li>
            <div class="content">
              <h3>六、您如何管理您的个人信息</h3>
              <div class='p'>
                <p>
                  非常重视您对个人信息的关注，并尽全力保护您对于您个人信息访问、更正、删除以及撤回同意的权利，以使您拥有充分的能力保障您的隐私和安全。您的权利包括：
                </p>
              </div>

              <div class='p'>
                <p>（一）访问和更正您的个人信息 </p>
                <p>除法律法规规定外，您有权随时访问和更正您的个人信息，具体包括： </p>
                <p>1、您的账户信息：移动端具体路径为：进入首页--“我的”进入个人中心--右上角“设置”或点击头像进入账号设置--个人信息对账户名称、个人资料信息、企业信息、兴趣爱好等个人信息进行管理和修改。 </p>
                <p>2、您的收货信息：移动端具体路径为：进入首页--“我的”进入个人中心--右上角“设置按钮”或点击头像进入账号设置--个人资料--地址管理。您也可以将最常用的收货地址设置为默认地址，如此您下次购买商品时在您未更改收货地址时，您的商品会配送到您默认地址。 </p>
                <p>3、您的订单信息：移动端具体路径为：进入首页--“我的”进入个人中心--我的订单查看对应的工位、会议室、U物、U礼包等订单信息。 </p>
                <p>4、对于您在使用我们的产品与/或服务过程中产生的其他个人信息需要访问或更正，请随时联系我们。我们会根据本隐私政策所列明的方式和期限响应您的请求。 </p>
                <p> 5、您无法访问和更正的个人信息：除上述列明的信息外，您的部分个人信息我们还无法为您提供访问和更正的服务，这些信息主要是为了提升您的用户体验和保证交易安全所收集的您的设备信息、您使用附加功能时产生的个人信息。上述信息我们会在您的授权范围内进行使用，您无法访问和更正，但您可联系我们进行删除或做匿名化处理。 </p>
              </div>
              <div class='p'>
                <p>（二）删除您的个人信息 </p>
                <p>您在我们的产品与/或服务页面中可以直接清除或删除的信息，包括订单信息、浏览信息、收货地址信息；在以下情形中，您可以向我们提出删除个人信息的请求：</p>
                <p>1、如果我们处理个人信息的行为违反法律法规； </p>
                <p>2、如果我们收集、使用您的个人信息，却未征得您的同意； </p>
                <p>3、如果我们处理个人信息的行为违反了与您的约定； </p>
                <p>4、如果我们终止服务及运营。 </p>
                <p>若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。当您从我们的服务中删除信息后，我们可能不会立即备份系统中删除相应的信息，但会在备份更新时删除这些信息。 </p>
              </div>
              <div class='p'>
                <p>（三）改变您授权同意的范围或撤回您的授权 </p>
                <p>您可以通过删除信息、关闭设备功能、在优鲜集网站或软件中进行隐私设置等方式改变您授权我们继续收集个人信息的范围或撤回您的授权。您也可以通过注销账户的方式，撤回我们继续收集您个人信息的全部授权。 请您理解，每个业务功能需要一些基本的个人信息才能得以完成，当您撤回同意或授权后，我们无法继续为您提供撤回同意或授权所对应的服务，也不再处理您相应的个人信息。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的个人信息处理。 </p>
              </div>
              <div class='p'>
                <p>（四）注销账户</p>
                <p>您可以联系我们的运营人员申请注销账户。您注销账户后，我们将停止为您提供产品与/或服务，并依据您的要求，除法律法规另有规定外，我们将删除您的个人信息。</p>
                <p>响应您的请求，如果您无法通过上述方式访问、更正或删除您的个人信息，或您需要访问、更正或删除您在使用我们产品与/或服务时所产生的其他个人信息，或您认为优客工场存在任何违反法律法规或与您关于个人信息的收集或使用的约定，您均可以通过本协议政策下方的联系其他方式与我们联系。为了保障安全，我们可能需要您提供书面请求，或以其他方式证明您的身份，我们将在收到您反馈并验证您的身份后的30天内答复您的请求。对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际（例如，涉及备份磁带上存放的信息）的请求，我们可能会予以拒绝。 </p>
                <p>在以下情形中，按照法律法规要求，我们将无法响应您的请求： </p>
                <p>1、与国家安全、国防安全有关的； </p>
                <p>2、与公共安全、公共卫生、重大公共利益有关的； </p>
                <p> 3、与犯罪侦查、起诉和审判等有关的； </p>
                <p>4、有充分证据表明您存在主观恶意或滥用权利的； </p>
                <p> 5、响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的。</p>
              </div>

            </div>
          </li>
          <li>
            <div class="content">
              <h3>七、我们如何处理未成年人的个人信息</h3>
              <div class='p'>
                <p>我们的产品和服务主要面向成人。如您为未成年人，我们要求您请您的父母或监护人仔细阅读本隐私政策，并在征得您父母或监护人同意的前提下使用平台的服务或向平台提供信息。</p>
                <p>对于父母或监护人同意使用优鲜集产品或服务而收集未成年人个人信息的情况，我们仅在法律法规允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用、共享、转让或披露此信息。</p>
                <p>如果我们发现自己在未事先获得可证实的父母同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关数据。</p>
              </div>
            </div>
          </li>
          <li>
            <div class="content">
              <h3>八、本隐私政策如何更新</h3>
              <div class='p'>
               <p> 为了给您提供更好的服务，本协议（如隐私政策协议、平台服务协议和交易规则等）也会随之修订，该等修订构成本政策的一部分并具有溯及力。但未经您同意，我们不会削减您依据本协议所享有的权利。我们会通过在官方网站、优鲜集APP上发出更新版本并在生效前通过网站公告、发送通知或以其他适当方式（包括但不限于邮件、短信或是在浏览页面做特别提示等方式）提醒您相关内容的更新，也请您访问我方网站、APP及时了解最新的内容。就拟更新的内容，您可以充分表达您的意见。对于重大变更，我们还会提供更为显著的通知。</p>
                <p> 本隐私政策的重大变更包括但不限于：</p>
                <p> 1、我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；</p>
                <p> 2、个人信息共享、转让或公开披露的主要对象发生变化；</p>
                <p> 3、我们的联络方式及投诉渠道发生变化。</p>
              </div>
            </div>
          </li>

          <li>
            <div class="content">
              <h3>九、争议解决</h3>
              <div class="p">
                <p>本政策的执行、解释及争议的解决均适用中华人民共和国法律，且不考虑任何冲突法。</p>
                <p> 您和我们就本政策内容或其执行发生任何争议的，双方应友好协商解决；如双方无法协商解决争议的，双方同意应将该争议提交至被告住所地人民法院裁决。</p>
              </div>
            </div>
          </li>

          <li>
            <div class="content">
              <h3>十、如何联系我们</h3>
              <div class='p'>
                <p>
                  如您对本隐私政策或您个人信息的相关事宜有任何问题或建议，请通过发送邮件至（service@ucommune.com）或拨打我们的任何一部客服电话（400-1188-891）等多种方式与我们联系。一般情况下，我们将在10个工作日内进行回复。
                </p>
              </div>
            </div>
          </li>

          <li>
            <div class="content">
              <h3>十一、名词解释</h3>
              <div class='p'>
                <p><span style="font-weight: bold">优客工场：</span>指优客工场（域名为【www.ucommune.com】）网站及优客工场客户端（“优鲜集APP”）。</p>

                <p><span style="font-weight: bold">优客工场服务提供者：</span>指优客工场的网络及软件技术服务提供者优客工场（北京）创业投资有限公司。</p>

                <p><span style="font-weight: bold">关联公司：</span>指乙方现在或将来控制、受控制或与其处于共同控制下的任何公司、合法机构以及上述公司、合法机构的合法继承人。控制是指（1）直接或间接持有过半数的投票权；或（2）直接或间接享有过半数的可分配利润；或（3）直接或间接控制董事会半数以上的成员的组成；或（4）直接或间接持有半数的注册资本。</p>

                <p><span style="font-weight: bold">个人信息：</span>指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。</p>

                <p><span style="font-weight: bold">个人敏感信息：</span>指包括身份证件号码、个人生物识别信息、银行账号、财产信息、行踪轨迹、交易信息、14岁以下（含）儿童信息等的个人信息等。</p>
                <p>除另有约定外，本政策所用定义域《优鲜集平台服务协议》中的定义具有相同的含义。</p>

                <p><span style="font-weight: bold">Cookie：</span>是指支持服务器端（或者脚本）在客户端上存储和检索信息的一种机制，通过增加简单、持续的客户端状态来扩展基于Web的客户端/服务器应用。服务器在向客户端返回HTTP对象的同时发送一条状态信息，并由客户端保存。状态信息中说明了该状态下有效的URL范围。此后，客户端发起的该范围内的HTTP请求都将把该状态信息的当前值从客户端返回给服务器，这个状态信息被称为cookie。</p>

                <p> <span style="font-weight: bold">匿名化：</span>是指通过对个人信息的技术处理，使得个人信息主体无法被识别，且处理后的信息不能被复原的过程。对个人信息匿名化处理后即可视为对该信息的删除。</p>
              </div>
            </div>
          </li>
        </ul>
        <div class='p'>
          客户服务热线：[ <a href="tel:400-1188-891">400-1188-891</a> ]<br>
          服务网站：[ <a href="https://www.ucommune.com/">https://www.ucommune.com/</a> ]
        </div>
      </main>

    </page-main>

  </page-wrap>
</template>

<script>
  export default {
    components: {},
    data: () => {
      return {
        show: false,
        title: '《优客工场隐私政策》'
      }
    },
    methods: {},
    created() {
      this.show = true;
    },
    mounted() {
    }
  }
</script>

<style lang="scss" scoped="">
  #main {
    ul {
      padding: 0 20px;
      li {
        display: flex;
        flex-direction: column;
        flex-wrap: nowrap;
        flex-direction: inherit;
        padding: 15px 0;
        .icon {
          display: inline-block;
          font-size: 15px;
          color: #FF7A38;
          letter-spacing: 0;
          margin-right: 10px;
          font-weight: 700;
        }
        .content {
          h3 {
            font-size: 15px;
            color: #333333;
            letter-spacing: 0;
          }
          .p {
            margin-top: 8px;
            font-size: 13px;
            color: #999999;
            letter-spacing: 0;
            p {
              text-indent: 2em;
            }
          }
        }
      }
      h2 {
        text-align: center;
        font-size: 20px;
        padding-top: 20px;
      }
    }
    > .p {
      text-align: center;
      padding: 10px;
      a {
        color: #2c67b2;
      }
    }
  }
</style>
