<template>
  <page-wrap class="page-user-center">
    <title v-title>{{title}}</title>

    <page-header>
      <topbar :type="'back'" :hideShareBtn="true">
        <template slot="title">{{title}}</template>
      </topbar>
    </page-header>

    <page-main :show="show">

      <main id="main" class="station-main">
        <ul>
          <h2>优鲜集平台服务协议</h2>
          <li>
            <div class="content">
              <!--<h3>提示：</h3>-->
              <div class='p'> <p>欢迎您与优鲜集 服务平台（详见定义）共同签署本《优鲜集平台服务协议》（简称“本协议”）。</p>
                <p>请您审慎阅读、充分理解本协议条款，特别是免除或者限制责任、风险提示的条款，以及开通或使用某项服务的单独协议、规则，充分理解各条款内容。</p>
                <p>如您未阅读或未接受本协议及相关协议、规则等所有条款，您无权加入优鲜集服务平台，无权共享该平台的资源。<b>如您勾选“我同意《优鲜集平台服务协议》”并通过注册程序或其他任何方式使用或接受优鲜集服务平台的任何服务，即视为您已阅读并同意本服务协议，自愿接受本服务协议的所有内容的约束。</b>
              </p>
              </div>
            </div>
          </li>
          <li>
            <div class="content">
              <h3>一、定义</h3>
              <div class='p'><p>如无特别说明，下列术语在本协议中的含义为：</p>
                <p>
                  1.1 服务：指由服务提供方通过优鲜集服务平台向目标用户提供的各项服务，包括但不限于企业管理、创业咨询、财税服务、法律服务等各类服务。
                </p>
                <p>
                  1.2 优鲜集服务平台：依托优客工场线下联合办公空间，聚合各领域优质服务提供方，为创业团队及用户提供一站式的服务平台，简称“平台”。
                </p>
                <p>1.3 服务提供方：指经有效注册、申请后，将其向入驻企业或其他用户提供的服务（包括但不限于企业管理、创业咨询、财税服务、法律服务等）接入优鲜集服务平台的法人或其他组织。</p>
                <p>1.4 用户：指通过优鲜集服务平台浏览、对接、使用服务提供方提供的相关服务的入驻企业或其他用户。</p>
                <p>1.5 服务主体：注册进入或使用本服务平台的各方，简称“各方”或“您”。
              </p></div>
            </div>
          </li>
          <li>
            <div class="content">
              <h3>二、权利与义务</h3>
              <div class='p'>
                <p>2.1帐户注册</p>
                <p>2.1 您确认，在您完成注册程序实际使用平台服务时，您应当是具备相应民事行为能力的自然人、法人或其他组织。若您不具备前述主体资格，则您及您的监护人应承担因此而导致的一切后果，且平台有权注销您的账户，并向您及您的监护人索偿。</p>
                <p>2.2 您知悉并确认：优鲜集服务平台是一个中立的平台服务提供者，仅向服务提供方提供信息展示、链接等中立的网络服务或相关中立的技术支持服务，以供服务提供方在平台上自主发布、推广其服务等；</p>
                <p>2.3 您应当通过登录平台网站或优客工场其他指定途径，使用实名作为用户名注册帐户（简称：帐户）以成为平台服务提供方。帐户一经注册成功，相应的用户名不得变更，包括不限于不得转让、赠与、继承等。</p>
                <p>2.4 您注册帐户设定的用户名、密码是您登录及使用本服务的凭证。因您保密措施不当或其他原因，致使上述用户名、密码等丢失或泄漏所引起的一切损失和后果，均由您自行承担。</p>
                <p>2.5 如果您发现任何人不当使用您的账户或有任何其他可能危及您的账户安全的情形时，您应当立即以有效方式通知平台，请求平台暂停相关服务。您理解平台对您的请求采取行动需要合理时间，平台对在采取行动前已经产生的后果（包括但不限于您的任何损失)不承担任何责任。</p>
                <p>2.6 注册及使用平台的过程中，您同意并理解平台对您的注册资料与信息进行审核，平台没有能力和权限对您提供的实名认证信息进行全面审核，平台审核结果有可能会因您不正当的行为方式出现与实际的事实情况不一致的情形。在此您保证向平台提交的任何资料或信息真实、有效，否则由此产生的全部不利责任将全部由您自身承担。</p>
                <p>2.7 若您想成为服务提供方，通过平台发布您的服务内容，您须按照平台流程提交项目资料（包括但不限于营业执照、法定代表人/授权代表身份信息、各类经营资质证照、服务报价清单及其他根据相关法律法规需披露的企业或个人信息）。平台有权结合您提交的相关资料、提供服务的整体性计划以及其他信息，综合判断您是否符合成为平台服务提供方的条件。您若通过平台初步审核后，最终没有成为平台服务提供方的，您接受、同意优鲜集服务平台的决定，并对此无异议。</p>
                <p>2.8 平台有权根据您提交的材料及相关信息，按照平台排序规则向您提供部分或全部服务功能。</p>
                <p>2.9 您在此同意平台或平台合作伙伴不时向您的电子邮件、手机号码等发送与本服务相关或不相关的各类商业广告等信息。<b>您应审慎判断相关广告信息的真实性和可靠性，并对您基于该广告信息产生的交易负责。</b></p>
                <p>2.10 您可随时查看平台网站首页底部公示的证照信息以确定与您履约的主体。本协议项下，履约主体可能根据平台的业务调整而发生变更，但该等变更不会影响您本协议项下的权益。</p>
              </div>
              </div>
          </li>
          <li>
            <div class="content">
              <h3>三、免责</h3>
              <div class='p'>
                <p>3.1 鉴于线上平台服务的特殊性，平台有权不时根据其整体运营情况或相关规则调整，变更、中止或终止部分或全部的服务，若由此给您造成损失的，您同意放弃追究平台的任何责任。</p>
                <p>3.2 为了向您提供更优质的服务，平台有权不时对提供服务的平台或相关设备进行检修、维护、升级等，此类情况可能会造成相关服务在合理时间内中断或暂停，若由此给您造成损失的，您同意放弃追究平台的任何责任。</p>
                <p>3.3 平台秉持尽心为您服务的宗旨，以现有技术和条件的实际状况提供全方位的服务保障，但平台不能保证其所提供的服务无任何瑕疵，也无法不时预见和防范法律、技术及其他风险，包括但不限于不可抗力、病毒、木马、黑客攻击、系统故障、第三方服务瑕疵等原因可能导致的服务中断、数据丢失以及其他的损失和风险。所以您同意：即使平台提供的服务存在瑕疵，但上述瑕疵是当时行业技术水平所无法避免的，其将不被视为平台违约，同时，由此给您造成的数据或信息丢失等损失的，您同意放弃追究平台的任何责任。</p>
                <p>3.4 若本协议因为任何原因终止的，平台可根据情况自主选择将您账号中的数据保留或删除，无须承担任何责任。</p>
                <p>3.5 若您表明不接受本协议或对其的任何修改，平台有权随时中止或终止向您提供全部或部分服务，无须承担任何责任。</p>
                <p>3.6 若由于下述情形导致服务中断或暂停，给您造成损失的，您同意放弃追究平台的任何责任：</p>
                <p>（1）受到计算机病毒、木马或黑客攻击等的破坏；</p>
                <p>（2）您或平台的电脑软件、系统、硬件和通信线路出现故障；</p>
                <p>（3）您未通过平台的正式授权使用本服务；</p>
                <p>（4）您操作失误导致的服务故障；</p>
                <p>（5）平台无法合理预见的其他情形。</p>
                <p> 3.7 本平台仅为一个中立的平台服务提供者，如各方在平台服务过程中发生关系、产生纠纷，各方损失由责任方承担，您同意放弃追究平台的任何责任。</p>
                <p>3.8平台每日提供海量的信息数据，且平台无法完全避免上述信息可能存在风险和瑕疵。您应谨慎判断确定相关信息的真实性、合法性和有效性，您应注意保留与您密切相关的信息数据以作为争议或纠纷发生时的凭证。</p>

              </div>
            </div>
          </li>
          <li>
            <div class="content">
              <h3>四、违约及处理</h3>
              <div class='p'>
                <p>
                  4.1 您承诺，在平台服务的使用过程中，您不实施任何违反法律法规规定、本协议约定或相关平台规则等的行为，不侵犯其他服务主体的合法权益。若平台根据相关部门的信息、或其他服务主体的投诉等方式，确认您有上述违反协议约定的情形出现，则平台有权不时单方采取如下措施，并有权要求您赔偿相应的损失：
                </p>
                <p>（1）暂时冻结或永久注销您的账户；</p>
                <p>（2）要求您立即终止相关的侵权行为，并向其他服务主体赔偿由此产生的损失；</p>
                <p>（3）限制或终止您的部分/全部服务功能；</p>
                <p>（4）根据平台规则立即对您的侵权信息进行删除操作或对您提供的服务进行下架、监管处理；</p>
                <p>（5）其他平台认为合理的处理措施。</p>
                <p>
                4.2 因平台的上述处理措施导致的任何争议或纠纷，您同意放弃追究平台的任何责任；因您的违约行为造成的损失，由您自行承担。
              </p>
                <p>
                4.3 如您的行为使平台及其关联公司遭受损失（包括自身的直接经济损失、商誉损失及对外支付的赔偿金、补偿款、律师费、诉讼费、差旅费等间接经济损失），您应赔偿平台及其关联公司的上述全部损失。如您的行为使平台及其关联公司遭受第三人主张权利，平台及其关联公司可在对第三人承担金钱给付等义务后就全部损失向您追偿。
                </p>
              </div>
            </div>
          </li>
          <li>
            <div class="content">
              <h3>五、知识产权</h3>
              <div class='p'>
                <p>5.1 您理解并知悉，以下信息和内容的知识产权（包括但不限于专利权、著作权、商标权及商业秘密）归优鲜集服务平台所有：</p>
                <p>5.1.1平台在运营、维护、开发服务中提供的资讯、数据和信息（包括但不限于网页、图片、图像、文字、视频、音频、图表、电子文档等）；</p>
                <p>5.1.2平台在服务中所使用的“UCOMMUNE”、“优客工场”、“优鲜集”各项商标、商业标志标识、标语、文案等；</p>
                <p>5.1.3优鲜集服务平台用于提供上述内容和信息的基础设施和平台（包括但不限于软件、网站、应用程序等）。</p>
                <p>上述及其他任何平台依法拥有的知识产权均受到法律保护，未经平台书面许可，各方不得以任何形式使用、出租、出借、展示、复制、修改、链接、转载、汇编、发表、出版、抓取、监视、引用或创造相关衍生作品。</p>
                <p>5.2 您确认并同意授权优鲜集服务平台及其关联公司以自己的名义或委托专业第三方针对有关您上传、提交、存储或发布的内容的侵权行为进行独立自主的维权并获得全部赔偿。维权形式包括但不限于：监测侵权行为、发送维权函、提起诉讼或仲裁、调解、和解等。优鲜集服务平台及其关联公司有权对维权事宜做出独立决策并予以实施。</p>
                <p>5.3 在使用优鲜集服务平台过程中，您可能需要下载特定软件。为了改善用户体验、修复漏洞、保障安全性等考虑，优鲜集服务平台有权对软件进行更新，您应该将相关软件更新至最新版本，否则优鲜集服务平台将不保证您能正常使用相关软件。<b>如果您从未经优鲜集服务平台授权的第三方获取软件或相关安装程序，优鲜集服务平台无法保证该软件能够正常使用，您应自行承担由此产生的相关损失。</b></p>
              </div>
            </div>
          </li>
          <li>
            <div class="content">
              <h3>六、保密</h3>
              <div class='p'>
                <p>6.1 各方在此承诺，对于本协议及依据本协议所获得的其他方之秘密严格保密，并责成相关业务人员以及任何有可能接触到上述秘密的人员保守秘密；未经其他方书面事先同意，任何一方不得向任意第三方披露前述秘密。但国家有关法律法规要求披露、国家有权机关及政府监管部门要求披露或为各方提供服务的法律等中介机构除外。各方对上述信息负有持续保密义务，不随本协议及合作的终止而终止。</p>
                <p>6.2 您知悉并认可：平台可能会与第三方合作向其他服务主体提供相关的网络服务，在此情况下，如该第三方同意承担与平台同等的保护服务主体隐私的责任，则平台有权将您的注册资料等提供给该第三方。另外，在不透露您隐私资料的前提下，平台有权对整个服务主体数据库进行分析并使用。</p>
              </div>
            </div>
          </li>
          <li>
            <div class="content">
              <h3>七、通知</h3>
              <div class='p'>
                <p>
                <p>7.1 您在注册成为优鲜集服务平台用户时，应向平台提供真实有效的联系方式（包括您的电子邮件地址、联系电话、联系地址等），对于联系方式发生变更的，您有义务及时更新有关信息，并保持可被联系的状态。<b>平台将向您的上述联系方式送达各类通知，而此类通知的内容可能对您的权利义务产生重大影响，请您务必及时关注。</b></p>
                <p>7.2 对于在优鲜集服务平台上因交易活动引起的任何纠纷，您同意司法机关（包括但不限于各级人民法院）可以通过手机短信、电子邮件或平台内部信息推送等现代通讯方式或邮寄方式向您送达法律文书。您同意司法机关可采取以上一种或多种送达方式向您达法律文书，司法机关采取多种方式向您送达法律文书，送达时间以上述送达方式中最先送达的为准。您同意上述送达方式适用于各个司法程序阶段。如进入诉讼程序的，包括但不限于一审、二审、再审、执行以及督促程序等。</p>
                <p>7.3 您应当保证所提供的联系方式是准确、有效的，并进行适时更新，如因提供的联系方式不准确或怠于更新等不可归责于优鲜集服务平台的原因，导致相关通知、文件、文书无法送达或及时送达，您将自行承担相应法律后果。</p>

              </div>
            </div>
          </li>
          <li>
            <div class="content">
              <h3>八、其他约定</h3>
              <div class='p'>
                <p>8.1 本协议内容同时包括《优鲜集平台服务协议》、本协议附件中的协议或规则、平台可能根据国家法律法规变化及维护交易秩序、保护消费者权益需要不断发布的关于本服务的其他相关协议、规则、补充协议、变更后的协议等（统称“变更事项”）内容。上述内容一经正式发布，即为本协议不可分割的组成部分。<b style="color: red">未经您同意，我们不会削减您依据本协议所享有的权利。我们会通过在官方网站、优鲜集APP上发出更新版本并在生效前通过网站公告、发送通知或以其他适当方式（包括但不限于邮件、短信或是在浏览页面做特别提示等方式）提醒您相关内容的更新，也请您访问我方网站、优鲜集APP及时了解最新的内容。就拟更新的内容，您可以充分表达您的意见。</b>一经注册或使用本协议下任何服务，即视为用户已阅读并同意接受本协议及上述内容的约束。如您不同意变更事项，您有权于变更事项确定的生效日前联系平台反馈意见。如反馈意见得以采纳，平台将酌情调整变更事项。<b>如您对已生效的变更事项仍不同意的，您应当于变更事项确定的生效之日起停止使用优鲜集平台服务，变更事项对您不产生效力；如您在变更事项生效后仍继续使用优鲜集平台服务，则视为您同意已生效的变更事项。</b></p>
                <p>8.2 本协议任意条款被视为废止、无效或不可执行的，该条款视为具有可分性，不影响本协议其余条款的有效性及可执行性。</p>
                <p>8.3本协议的成立、生效、执行及争议解决，适用中华人民共和国法律（不包括港、澳、台地区）。</p>
                <p>8.4 若您与平台之间出现任何争议，应友好协商解决；若双方无法协商一致，双方均同意将前述争议事项提交本协议签订地有管辖权的人民法院提起诉讼。本协议签订地为中华人民共和国北京市朝阳区。</p>
              </div>
            </div>
          </li>
        </ul>
        <div class='p'>
          客户服务热线：[ <a href="tel:400-1188-891">400-1188-891</a> ]<br>
          服务网站：[ <a href="https://www.ucommune.com/">https://www.ucommune.com/</a> ]
        </div>
      </main>

    </page-main>

  </page-wrap>
</template>

<script>
  export default {
    components: {

    },
    data: () => {
      return {
        show: false,
        title: '《优鲜集平台服务协议》'
      }
    },
    methods:{

    },
    created() {
      this.show = true;
    },
    mounted() {
    }
  }
</script>

<style lang="scss" scoped="">
  #main{
    ul{
      padding: 0 20px;
      li{
        display: flex;
        flex-direction: column;
        flex-wrap: nowrap;
        flex-direction: inherit;
        padding: 15px 0;
        .icon{
          display: inline-block;
          font-size: 15px;
          color: #FF7A38;
          letter-spacing: 0;
          margin-right: 10px;
          font-weight: 700;
        }
        .content{
          h3{
            font-size: 15px;
            color: #333333;
            letter-spacing: 0;
          }
          .p{
            margin-top: 8px;
            font-size: 13px;
            color: #999999;
            letter-spacing: 0;
            p{
              text-indent: 2em;
            }
          }
        }
      }
      h2{
        text-align: center;
        font-size: 20px;
        padding-top: 20px;
      }
    }
    >.p{
      text-align: center;
      padding: 10px;
      a{
        color: #2c67b2;
      }
    }
  }
</style>
